test/tsung/contents/keep_alive.soap11.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <KeepAlive xmlns="http://pmmsoapmessenger.com/">
      <user>
        <CustomerID>10003</CustomerID>
        <Name>user</Name>
        <Language>en</Language>
        <Password>password</Password>
      </user>
    </KeepAlive>
  </soap:Body>
</soap:Envelope>
